{
  "company": {
    "name": "Wapeta",
    "ceo": "Wataru Shiraishi",
    "ceoTitle": "Elementary School Student CEO",
    "location": "Fukuoka Prefecture",
    "locationNote": "(Detailed address is confidential)"
  },
  "services": {
    "title": "Our Services",
    "website": "We create stylish, mobile-friendly websites tailored for individuals and businesses. Custom design options are available based on your needs.",
    "events": "We create special celebration websites for birthdays, weddings, and more—featuring photos and heartfelt messages to make memories last.",
    "procurement": "We assist you in selecting and purchasing the right PCs and IT devices. Perfect for beginners seeking reliable guidance.",
    "osSupport": "We provide reliable support for installing and updating Windows or other operating systems, including restoring older PCs.",
    "deviceSelection": "We help you choose and purchase IT devices like iPhones and Androids, offering clear guidance even for beginners.",
    "consulting": "We offer IT consulting tailored to your needs—helping individuals and businesses optimize their digital environments."
  },
  "ceoMessage": {
    "title": "CEO Message",
    "message1": "We provide optimal IT solutions tailored to each customer's individual needs.",
    "message2": "If you are interested in high-quality, low-cost systems provided by an elementary school student CEO, please feel free to contact us."
  },
  "pricing": {
    "title": "Pricing",
    "base": "Base Price: From $500",
    "note": "Prices are flexible and negotiable with customers (discounts possible, may also increase depending on requirements)"
  },
  "businessHours": {
    "title": "Business Hours",
    "weekdays": "Weekdays (Mon-Fri): 2:00 PM - 5:00 PM",
    "weekends": "Weekends & Holidays: 10:00 AM - 5:00 PM"
  },
  "contact": {
    "title": "Contact Us",
    "method": "Work requests and inquiries are accepted via email",
    "email": "info@wapeta.us"
  },
  "notice": {
    "title": "Important Notice",
    "content": "As this is operated by an elementary school student CEO, responses may be delayed on weekdays due to school commitments."
  },
  "navigation": {
    "home": "Home",
    "services": "Services",
    "about": "About",
    "contact": "Contact",
    "language": "Language"
  }
} 